[HK69GL_Ammo]
GUIImage=Texture'Engine_res.DefaultTexture'

[HK69GL_StingerGrenadeAmmo]
Description=Боеприпасы гранаты жала для 40mm Гранатомета. Эффект идентичен ручной активации.
FriendlyName='Жaлo'
GUIImage=Texture'gui_tex2.ammo_HK69stinger'

[HK69GL_CSGasGrenadeAmmo]
Description=Боеприпасы гранаты слезоточивого газа для 40mm Гранатомета. Эффект идентичен ручной активации.
FriendlyName='Гaз'
GUIImage=Texture'gui_tex2.ammo_HK69gas'

[HK69GL_FlashbangGrenadeAmmo]
Description=Боеприпасы гранаты вспышки для 40mm Гранатомета. Эффекты идентичны ручному запуску.
FriendlyName='Bcпышкa'
GUIImage=Texture'gui_tex2.ammo_HK69flashbang'

[HK69GL_TripleBatonAmmo]
Description=40mm гранатомет, коктрый выстреливает три взаимосвязанных жезла, сделанных из полимеризированного каучука. Каждый жезл весит 20 граммов и способен нанести серьезную травму, вызывая дезориентацию и интенсивную боль.
FriendlyName=Жезл
GUIImage=Texture'gui_tex2.ammo_HK69baton'

[ColtAR_FMJ]
FriendlyName=.223 FMJ
GUIImage=Texture'gui_tex.ammo_223cal_FMJ'

[FNP90SMG_FMJ]
GUIImage=Texture'gui_tex2.ammo_SS190_FMJ'

[FNP90SMG_JHP]
GUIImage=Texture'gui_tex2.ammo_SS190_SoftTip'

[TEC9SMG_FMJ]
FriendlyName=9мм FMJ
GUIImage=Texture'gui_tex.ammo_9mm_FMJ'

[DEHG_FMJ]
FriendlyName=.50 AE FMJ
GUIImage=Texture'gui_tex2.ammo_05AE_FMJ'

[DEHG_JHP]
FriendlyName=.50 AE JHP
GUIImage=Texture'gui_tex2.ammo_05AE_JHP'

[StingrayAmmo]
Description=Вставьте описание боеприпасов Стингрей здесь.

